---
kind: enumMember
id: F:Autodesk.Revit.DB.CellType.ParameterText
enum: Autodesk.Revit.DB.CellType
source: html/8eaa9e7d-b5ba-6693-f9ac-ee57e789e280.htm
---
# Autodesk.Revit.DB.CellType.ParameterText

Read only parameter which only show formatted string